examples/traits_protocols/generated/graph.dot
digraph FerryxIR {
  package [label="IrPackage"];
  module_crate [label="crate"];
  package -> module_crate;
  class_crate::ModelOutput [label="ModelOutput"];
  module_crate -> class_crate::ModelOutput;
}
